In [1]:
import pandas as pd
import numpy as np
import matplotlib.pyplot as plt
import seaborn as sns

In [2]:
df = pd.read_excel('data_vis_profile.xlsx', header = 0)
df.head()

,FirstName,LastName,Program,College,Major,WorkExperience,Timestamp,InternshipExperience,VisualTools
0,Akashna,Anand,AA,India,Engineering,Tata Motors,2017-09-07,NaN,2.0
1,Ya-Hsuan,Chuo,AA,National Chengchi University,"Management Information System, Econ",NaN,2017-09-10,1,2.0
2,Sifan,Du,AA,University of Florida,Information System,NaN,2017-09-07,multiple,NaN
3,Emma,Du,AA,College of William and Mary,Econ,"risk, marketing, compliance",2017-09-08,NaN,1.0
4,Xu,Du,AA,Penn State,Finance,NaN,2017-09-11,multiple,2.0

In [3]:
df.to_csv('data_vis_profile.csv', index = False)